[TheWorld:PersistentLevel.Main_Sequence.Callista_Behavior.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="カリスタ、コルヴォだ")
m_Choices[1]=(m_ChoiceText="何もするな")

[TheWorld:PersistentLevel.Main_Sequence.Callista_Behavior.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="カリスタ、コルヴォだ")
m_Choices[1]=(m_ChoiceText="何もするな")

[TheWorld:PersistentLevel.Main_Sequence.Callista_Behavior.DisSeqAct_GameOver_0 DisSeqAct_GameOver]
m_Reason="カリスタが死亡した"

[TheWorld:PersistentLevel.Main_Sequence.Dead_Servants.DisSeqAct_AddKey_0 DisSeqAct_AddKey]
m_TargetName="エミリーの塔の鍵"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="オールドダンウォール下水道に行く")
m_Choices[1]=(m_ChoiceText="ハウンドピッツ・パブに留まる")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="ハイカオス")
m_Choices[1]=(m_ChoiceText="ローカオス")

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="電弧塔の容器"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="サミュエルの信号"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="ピエロ"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="ピエロ"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="エミリー"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="エミリー"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="サミュエルの信号"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="ハブロック"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="カリスタ"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_19 DisSeqAct_UpdateTaskTarget]
m_TargetName="カリスタ"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="ピエロの工房のバルコニー"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="ハブロックの古い部屋"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="油タンクステーション"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="サミュエル"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="ピエロ"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="死んだ使用人"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="あなたの部屋"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="カリスタ"

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="衛兵を片づけた")
m_Choices[1]=(m_ChoiceText="作ってもらいたいものがある")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_10 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="これが設計図だ")
m_Choices[1]=(m_ChoiceText="作ってもらいたいものがある")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_11 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="作ってもらいたいものがある")
m_Choices[1]=(m_ChoiceText="気にするな")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="さよなら、ピエロ")
m_Choices[1]=(m_ChoiceText="作ってもらいたいものがある")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_3 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="これが設計図だ")
m_Choices[1]=(m_ChoiceText="衛兵を片づけた")
m_Choices[2]=(m_ChoiceText="作ってもらいたいものがある")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_4 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="その必要はない、衛兵は始末した")
m_Choices[1]=(m_ChoiceText="続けろ…")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_5 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="燃やしてくれ、ピエロ")
m_Choices[1]=(m_ChoiceText="全員眠らせるんだ")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_6 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="衛兵を片づけた")
m_Choices[1]=(m_ChoiceText="作ってもらいたいものがある")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_7 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="作ってもらいたいものがある")
m_Choices[1]=(m_ChoiceText="気にするな")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.DisSeqAct_DialogScriptedChoice_9 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="この設計図か？")
m_Choices[1]=(m_ChoiceText="続けろ…")

[TheWorld:PersistentLevel.Main_Sequence.Piero_And_Sokolov_Behavior.The_Fate_of_All_Baddies.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Samuel_Behavior.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="キングスパロー島に行く、エミリーはそこに連れて行かれたんだ")
m_Choices[1]=(m_ChoiceText="ここで待て、行く準備ができたら戻る")

